[{
    "_id": {
      "$oid": "5ef0d324d83b3587cb500efd"
    },
    "topic": [
      "football"
    ],
    "heading": [
      "Mourinho hits back at Merson’s criticism of playing style, Kane’s record"
    ],
    "subheadings": [
      "Tottenham Hotspur manager Jose Mourinho. (REUTERS)"
    ],
    "imagelink": [
      "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/06/22/Pictures/champions-league-round-leipzig-tottenham-second-hotspur_e58662fc-b498-11ea-b8d7-dab47869eae4.jpg"
    ],
    "summary": [
      "Merson, a pundit with Sky Sports, said 26-year-old Kane would consider switching clubs if Mourinho continued adopting a conservative style in the Premier League, like they did in their 1-1 draw with Manchester United last week."
    ],
    "date_published": [
      "Updated: Jun 22, 2020 20:30 IST"
    ],
    "author": [
      "Reuters"
    ],
    "content": [
      "Jose Mourinho launched an impassioned defence of Harry Kane’s form under his playing style at Tottenham Hotspur after television pundit Paul Merson suggested the England striker would struggle in the Portuguese manager’s system.",
      "Merson, a pundit with Sky Sports, said 26-year-old Kane would consider switching clubs if Mourinho continued adopting a conservative style in the Premier League, like they did in their 1-1 draw with Manchester United last week.",
      "Kane has scored seven goals in 10 games under Mourinho but struggled to make an impact against United -- his first match since returning from a hamstring surgery in January -- and Mourinho said Merson was wrong to judge him based on one game.",
      "“The record of goals that Harry has with me (in charge) is easy for you to see ... I can say I had a few strikers who played for me and they are not bad,” Mourinho told reporters in a virtual news conference on Monday.",
      "In a five-minute-long response, Mourinho then went on to mention the likes of Didier Drogba, Cristiano Ronaldo, Karim Benzema, Diego Milito and Zlatan Ibrahimovic, reeling off their goal scoring stats under his tenures at various clubs.",
      "“So dear Paul, I have lots of respect for you,” Mourinho added. “I think Harry Kane has no problems at all to score goals in my teams, especially when he’s fit, when he’s fresh and he has routines of playing.”",
      "There was good news on the injury front for Mourinho who confirmed forward Lucas Moura was available after recovering from an injury while Dele Alli is also in contention after serving his one-match suspension.",
      "“For the first time since I arrived, all six attacking players are available for the game,” Mourinho said.",
      "“I’ve had matches with only one and now finally I have six so I can have people playing and on the bench to rotate players. Our attacking options for this match are really good.”"
    ],
    "tags": [
      "Jose Mourinho",
      "Harry Kane",
      "Manchester united",
      "Premier league",
      "Tottenham Hotspur"
    ]
  },
  {
      
  }
]